Repository: wp-plugins/automatic-domain-changer
Catalog: languages/*.po
Languages: es_es, fr_fr

source: The domain name of your WordPress blog appears to have changed! <a href="%1$s">Click here to update your config</a> or <a href="%2$s">dismiss</a>.
es_es: El nombre de dominio de tu blog WordPress parece haber cambiado! <a href="%1$s">Haga clic aquí para actualizar la configuración</a> o <a href="%2$s">ignorar</a>.
fr_fr: Le nom de domaine de votre blogue WordPress semble changé! <a href="%1$s">Cliquez ici pour mettre à jour vos paramètres</a> ou <a href="%2$s">ignorer</a>.

source: Change Domain
es_es: Cambiar el dominio
fr_fr: Changer le domaine

source: Change domain from:
es_es: Cambiar el dominio de:
fr_fr: Changer le domaine de :

source: Change domain to:
es_es: Cambiar el dominio al:
fr_fr: Changer le domaine à :

source: Also change secure <code>https</code> links
es_es: También cambiar los enlaces seguros <code>https</code>
fr_fr: Changer également les liens sécurisés <code>https</code>

source: Change both <code>www.old-domain.com</code> and <code>old-domain.com</code> links
es_es: Cambiar los enlaces de tipo <code>www.old-domain.com</code> y <code>old-domain.com</code>
fr_fr: Changer les liens de type <code>www.old-domain.com</code> et <code>old-domain.com</code>

source: I have backed up my database and will assume the responsability of any data loss or corruption.
es_es: He hecho una copia de seguridad de mi base de datos y no asumen ninguna responsabilidad por cualquier pérdida o corrupción de datos.
fr_fr: J'ai fait une copie de sauvegarde de ma base de données et j'assume toute responsabilité en cas de perte ou de corruption de données.

source: Change domain
es_es: Cambiar el dominio
fr_fr: Changer le domaine

source: Old domain: %1$s
es_es: Antiguo dominio: %1$s
fr_fr: Ancien domaine : %1$s

source: New domain: %1$s
es_es: Nuevo dominio: %1$s
fr_fr: Nouveau domaine : %1$s

source: Skipping table %1$s because no unique id
es_es: La table %1$s ha sido ignorado, ya que no contiene identificadores únicos
fr_fr: La table %1$s a été ignorée car elle ne contient pas d'identifiants uniques

source: Processing table %1$s
es_es: Procesamiento tabla %1$s
fr_fr: Traitement de la table %1$s

source: Back
es_es: Volver
fr_fr: Retour
